let products =[
    {
      id:"1",
      title: "Макароны",
      type: "Макароны, паста",
      description: "Макаронные изделия Корона Краскона Рожки витые 500 г",
      filename: "",
      price: "32,89"
    },
    {
      id:"2",
      title: "Мясо птицы",
      type: "Птица",
      description: "Крыло цыпленка-бройлера с кожей Сибагро охлажденное ~1 кг",
      filename: "",
      price: "263,19"
    },
    {
      id:"3",
      title: "Полуфабрикаты из птицы",
      type: "Полуфабрикаты из мяса, птицы",
      description: "Фарш куриный Премиум охлажденный",
      filename: "",
      price: "394,99"
    },
    {
      id:"4",
      title: "Полуфабрикаты из мяса",
      type: "Полуфабрикаты из мяса, птицы ",
      description: "Фарш свино-говяжий Лента Домашний охлажденный ~1 кг",
      filename: "",
      price: "431,59"
    },
    {
      id:"5",
      title: "Гречневая крупа",
      type: "Крупы, бобовые",
      description: "Крупа гречневая Агро-альянс Экстра элитная ядрица 900 г",
      filename: "",
      price: "115,69"
    },
    {
      id:"6",
      title: "Рис",
      type: "Крупы, бобовые",
      description: "Рис Агро-альянс Экстра кубанский круглозерный 900 г",
      filename: "",
      price: "104,19"
    },
    {
      id:"7",
      title: "Подсолнечное масло",
      type: "Растительные масла",
      description: "Подсолнечное масло Золотая Семечка рафинированное дезодорированное 1 л",
      filename: "",
      price: "121,09"
    },
    {
      id:"8",
      title: "Мука",
      type: "Мука",
      description: "Мука Makfa пшеничная хлебопекарная высший сорт 1 кг",
      filename: "",
      price: "71,99"
    }
  ]
  export const getAll = (req, res) => {
    res.json(products)
  }